Repository: SpaaJ/SpeedElems
Catalog: SpeedElems/Resources/Localization/AppResources.*.resx
Languages: fr

# AbusedDoublePressedFire
source: Don't tap a flaming Fire Element a second time! It burns...
fr: N'appuyez pas une deuxieme fois sur un Élément de Feu embrasé ! Ça brûle...

# AbusedNoMoreFireForWater
source: There is no more Fire to evaporate the remaining Element!
fr: Il n'y a plus de Feu pour évaporer les Éléments restants !

source: Tricks :
fr: Trucs :

# Tricks_3ParchedGround
source: Three parched ground :(
fr: Trois Terres déssechés :(

# Tricks_FireCoal
source: A charcoal!
fr: Un charbon !

# Tricks_NoFireForWater
source: Abandoned water :(
fr: Eau abandonnée :(

# Tricks_Wind5cm
source: Intense Wind ...
fr: Vent intense ...

# DelayEasy3sec
source: Easy (3 sec / round)
fr: Facile (3 sec / tour))

source: Delays between rounds
fr: Délais entre les tours

# DelayStandard2sec
source: Standard (2 sec / round)
fr: Standard (2 sec / tour)

source: Difficulty
fr: Difficulté

source: Effects
fr: Effets

source: Language
fr: Langue

source: Music
fr: Musique

# TutorialBio
source: Pinch a Bio Element with two fingers to compress it!
fr: Pincez un Élément Bio avec deux doigts pour le comprimer !

# TutorialElectricity2
source: Connect two Electricity Elements by pressing them at the same time!
fr: Reliez deux Éléments d'Électricité en appuyant dessus en même temps !

# TutorialElectricity3
source: Connect three Electricity Elements by pressing them at the same time!
fr: Reliez trois Éléments d'Électricité en appuyant dessus en même temps !

# TutorialFire
source: Press once on a Fire Element to ignite it!
fr: Appuyez une fois sur un Élément de Feu pour l'embraser !

# TutorialGround
source: Double press a Ground Element to explode it!
fr: Appuyez deux fois sur un Élément de Terre pour l'éclater !

# TutorialRoundNumber
source: At the top you can see the number of rounds in a level: there are three left!
fr: En haut vous voyez le nombre d'étapes d'un niveau : il en reste trois !

# TutorialRoundTimer
source: At the bottom you can see the time allocated for a round: be careful, it will go faster!
fr: En bas vous voyez le temp alloué pour une étape : attention ca va aller plus vite !

# TutorialThreeElems
source: Be careful, there are three Elements ...
fr: Attention, il y a trois Éléments ...

# TutorialTwoElems
source: Be careful, there are two Elements ...
fr: Attention, il y a deux Éléments ...

# TutorialWater1
source: Move a Water element over one Fire Element to make it evaporate!
fr: Déplacez un Élément d'Eau sur un Élément de Feu pour le faire s'évaporer !

# TutorialWater2
source: Move an Ice element over two Fire Elements to make it evaporate!
fr: Déplacez un Élément de Glace sur deux Élément de Feu pour le faire s'évaporer !

# TutorialWind
source: Move a Wind Element to scramble it!
fr: Déplacez un Élément de Vent pour le brouiller !

source: Electricity Duo
fr: Duo Électrique

source: Electricity Trio
fr: Trio Électrique

source: Fire
fr: Feu

source: Ground
fr: Terre

source: Ice
fr: Glace

source: Water
fr: Eau

source: Wind
fr: Vent

# UnlockedLevels
source: Levels unlocked on Standard will be automaticaly unlocked on Easy
fr: Les niveaux débloqués en Standard seront automatiquement débloqués en Facile

source: Coming soon ...
fr: Arrive bientôt ...

source: Electricity
fr: Électricité

source: Elements
fr: Éléments

# Elems_FourDifferent
source: Four different
fr: Quatre differents

# Elems_ThreeDifferent
source: Three different
fr: Trois différents

# Elems_TwoDifferent
source: Two different
fr: Deux différents

# ElementCount1
source: Element of
fr: Éléments de

# ElementCount2
source: Double Elements of
fr: Double Éléments de

# ElementCount3
source: Triple Elements of
fr: Triple Éléments de

# ElementCount4
source: Quadruple Elements of
fr: Quadruple Éléments de

source: Elements per round
fr: Éléments par tour

# Tricks_GroundWet
source: Wet ground???
fr: De la terre humide ???

# Tricks_4Pressed
source: press+press+press+press
fr: presse+presse+presse+presse

# Tricks_PushTheGround
source: Push the ground!
fr: Enfonce la terre !

# Tricks_SpeedFastWithWind
source: The SPEED is fast ~~~
fr: La SPEED est rapide ~~~

# Tricks_CheckBox
source: Click on itself...
fr: Cliquer sur lui même...
